export const AboutPage = () => {
  return (
    <div>
      PWA (Progressive Web App) приложение-заметки — это веб-приложение, которое
      позволяет пользователям создавать, редактировать и управлять своими
      заметками с помощью простого и интуитивно понятного интерфейса. Вот
      основные характеристики и функции такого приложения: Описание PWA
      приложения-заметки: Удобный интерфейс: Приложение предлагает чистый и
      минималистичный дизайн, который позволяет пользователям легко создавать и
      организовывать заметки. Оффлайн-доступ: Пользователи могут получать доступ
      к своим заметкам даже без подключения к интернету. Все изменения
      синхронизируются, когда соединение восстанавливается.
      Кросс-платформенность: Приложение работает на различных устройствах и
      платформах, включая мобильные телефоны, планшеты и настольные компьютеры,
      благодаря использованию стандартных веб-технологий. Легкость в
      использовании: Приложение позволяет быстро добавлять, редактировать и
      удалять заметки, а также организовывать их по категориям или тегам.
    </div>
  );
};
